{
  "poems": [
    {
      "title": "送元二使安西",
      "author": "王维",
      "dynasty": "唐",
      "content": [
        "渭城朝雨浥轻尘，客舍青青柳色新。",
        "劝君更尽一杯酒，西出阳关无故人。"
      ],
      "tags": ["唐诗", "送别", "友情", "七言绝句"],
      "translation": [
        "渭城早晨的细雨润湿了轻尘，客舍周围青青的柳树格外清新。",
        "请你再干一杯饯别酒吧，西出阳关后就再也没有老朋友了。"
      ]
    },
    {
      "title": "早发白帝城",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "朝辞白帝彩云间，千里江陵一日还。",
        "两岸猿声啼不住，轻舟已过万重山。"
      ],
      "tags": ["唐诗", "山水", "行旅", "七言绝句"],
      "translation": [
        "清晨告别彩云缭绕的白帝城，千里之外的江陵一日就能到达。",
        "两岸猿猴的啼声还在耳边回荡，轻快的小舟已驶过万重青山。"
      ]
    },
    {
      "title": "静夜思",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "床前明月光，疑是地上霜。",
        "举头望明月，低头思故乡。"
      ],
      "tags": ["唐诗", "思乡", "月亮", "夜晚", "五言绝句"],
      "translation": [
        "床前明亮的月光，好像地上的霜一样。",
        "抬头望着明月，低头想起远方的家乡。"
      ]
    },
    {
      "title": "春晓",
      "author": "孟浩然",
      "dynasty": "唐",
      "content": [
        "春眠不觉晓，处处闻啼鸟。",
        "夜来风雨声，花落知多少。"
      ],
      "tags": ["唐诗", "春天", "清晨", "自然", "五言绝句"],
      "translation": [
        "春天里睡觉不知不觉天就亮了，到处都能听到鸟儿的叫声。",
        "昨夜的风雨声中，不知道有多少花儿凋落。"
      ]
    },
    {
      "title": "登鹳雀楼",
      "author": "王之涣",
      "dynasty": "唐",
      "content": [
        "白日依山尽，黄河入海流。",
        "欲穷千里目，更上一层楼。"
      ],
      "tags": ["唐诗", "登高", "壮丽", "哲理", "五言绝句"],
      "translation": [
        "太阳依傍着山落下，黄河水滚滚流入大海。",
        "想要看得更远，就要再登上一层楼。"
      ]
    },
    {
      "title": "望庐山瀑布",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "日照香炉生紫烟，遥看瀑布挂前川。",
        "飞流直下三千尺，疑是银河落九天。"
      ],
      "tags": ["唐诗", "山水", "壮丽", "自然", "七言绝句"],
      "translation": [
        "阳光照射在香炉峰上，紫色的烟雾升起，远远望去瀑布挂在前面的山川上。",
        "瀑布飞流直下三千尺，让人怀疑是银河从九天之上落下来。"
      ]
    },
    {
      "title": "江雪",
      "author": "柳宗元",
      "dynasty": "唐",
      "content": [
        "千山鸟飞绝，万径人踪灭。",
        "孤舟蓑笠翁，独钓寒江雪。"
      ],
      "tags": ["唐诗", "冬天", "孤独", "雪景", "五言绝句"],
      "translation": [
        "群山中看不到飞鸟，所有道路上都没有人的踪迹。",
        "只有一位穿着蓑衣戴着斗笠的老人，独自在寒冷的江上垂钓。"
      ]
    },
    {
      "title": "望岳",
      "author": "杜甫",
      "dynasty": "唐",
      "content": [
        "岱宗夫如何？齐鲁青未了。",
        "造化钟神秀，阴阳割昏晓。",
        "荡胸生曾云，决眦入归鸟。",
        "会当凌绝顶，一览众山小。"
      ],
      "tags": ["唐诗", "山水", "登高", "五言古诗"],
      "translation": [
        "泰山是什么样子？齐鲁大地青翠连绵。",
        "大自然钟爱它的神奇秀丽，阴阳分割出晨昏。",
        "胸中荡起层层云气，眼睛追随归鸟。",
        "一定要登上最高峰，俯瞰群山都显得渺小。"
      ]
    },
    {
      "title": "山居秋暝",
      "author": "王维",
      "dynasty": "唐",
      "content": [
        "空山新雨后，天气晚来秋。",
        "明月松间照，清泉石上流。",
        "竹喧归浣女，莲动下渔舟。",
        "随意春芳歇，王孙自可留。"
      ],
      "tags": ["唐诗", "山水", "秋天", "五言律诗"],
      "translation": [
        "空山刚下过雨，傍晚天气转凉。",
        "明月照在松林间，清泉在石上流淌。",
        "竹林喧闹是浣衣女归来，莲叶摇动是渔船驶过。",
        "任凭春天的芳草凋谢，王孙自可留在这里。"
      ]
    },
    {
      "title": "登高",
      "author": "杜甫",
      "dynasty": "唐",
      "content": [
        "风急天高猿啸哀，渚清沙白鸟飞回。",
        "无边落木萧萧下，不尽长江滚滚来。",
        "万里悲秋常作客，百年多病独登台。",
        "艰难苦恨繁霜鬓，潦倒新停浊酒杯。"
      ],
      "tags": ["唐诗", "登高", "秋天", "七言律诗"],
      "translation": [
        "风急天高猿猴哀鸣，水清沙白鸟儿飞回。",
        "无边无际的落叶萧萧而下，不尽的长江滚滚而来。",
        "万里悲秋常作客，百年多病独登台。",
        "艰难困苦使双鬓斑白，潦倒中又停了浊酒杯。"
      ]
    },
    {
      "title": "锦瑟",
      "author": "李商隐",
      "dynasty": "唐",
      "content": [
        "锦瑟无端五十弦，一弦一柱思华年。",
        "庄生晓梦迷蝴蝶，望帝春心托杜鹃。",
        "沧海月明珠有泪，蓝田日暖玉生烟。",
        "此情可待成追忆，只是当时已惘然。"
      ],
      "tags": ["唐诗", "抒情", "爱情", "七言律诗"],
      "translation": [
        "锦瑟无缘无故有五十根弦，一弦一柱都让人想起青春年华。",
        "庄周梦见自己变成蝴蝶，望帝的春心寄托在杜鹃身上。",
        "沧海明月下珍珠有泪，蓝田暖日下美玉生烟。",
        "这种感情可以等待成为追忆，只是当时已经惘然。"
      ]
    },
    {
      "title": "将进酒",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。",
        "人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。",
        "烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。",
        "与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。",
        "古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。",
        "主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。"
      ],
      "tags": ["唐诗", "豪放", "饮酒", "七言古诗"],
      "translation": [
        "你看那黄河之水从天上奔流而下，一直流到大海不再回头。你看那高堂上的明镜照出白发的悲哀，早晨还是青丝，傍晚就变成了白雪。",
        "人生得意时要尽情欢乐，不要让金樽空对着月亮。上天赋予我的才能一定有用，千金散尽还会再来。",
        "烹羊宰牛暂且作乐，一定要喝上三百杯。岑夫子，丹丘生，请喝酒，杯子不要停。",
        "让我为你唱一首歌，请你为我倾耳细听。钟鼓美食不足为贵，只愿长醉不愿醒。",
        "自古以来圣贤都寂寞，只有饮酒的人留下美名。陈王当年在平乐宫宴饮，斗酒十千尽情欢乐。",
        "主人为什么说钱少，直接去买来对饮。五花马，千金裘，叫孩子拿出来换美酒，与你一起消解万古的忧愁。"
      ]
    },
    {
      "title": "蜀道难",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "噫吁嚱，危乎高哉！蜀道之难，难于上青天！",
        "蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。",
        "西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。",
        "上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。",
        "青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。",
        "问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。",
        "又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！"
      ],
      "tags": ["唐诗", "山水", "抒情", "七言古诗"],
      "translation": [
        "唉呀呀，多么高峻啊！蜀道之难，比登天还难！",
        "蚕丛和鱼凫开创蜀国，那是多么遥远的事！四万八千年过去了，还没有与秦地相通。",
        "西面太白山有鸟道，可以横越峨眉山顶。地崩山摧壮士死去，然后天梯石栈才相连。",
        "上面有六龙回日的高标，下面有冲波逆折的回川。黄鹤飞不过去，猿猴想过去也发愁。",
        "青泥岭多么盘旋，百步九折环绕山峦。摸着参星历井星仰头喘息，用手抚胸坐着长叹。",
        "问你西游何时回来？可怕的山路不可攀援。只见悲鸟在古木上号叫，雄飞雌从绕林间。",
        "又听见子规在夜月下啼叫，愁满空山。蜀道之难，比登天还难，使人听了脸色都变！"
      ]
    },
    {
      "title": "梦游天姥吟留别",
      "author": "李白",
      "dynasty": "唐",
      "content": [
        "海客谈瀛洲，烟涛微茫信难求。越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。",
        "我欲因之梦吴越，一夜飞度镜湖月。湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。",
        "千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。",
        "青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。",
        "惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜！"
      ],
      "tags": ["唐诗", "山水", "抒情", "七言古诗"],
      "translation": [
        "海客谈论瀛洲，烟波浩渺难以寻求。越人说起天姥山，云霞明灭或许可见。天姥山连天横亘，气势超过五岳掩盖赤城。天台山四万八千丈，面对它东南方向都要倾倒。",
        "我想因此梦游吴越，一夜飞过镜湖的月亮。湖月照我的影子，送我到剡溪。谢公住过的地方还在，绿水荡漾清猿啼叫。脚穿谢公的木屐，身登青云梯。半山腰看见海上的太阳，空中听见天鸡的叫声。",
        "千岩万转路不定，迷恋花草倚靠石头忽然天已黑。熊咆龙吟震动岩泉，栗树深林惊动层层山巅。云青青要下雨，水澹澹生起烟雾。闪电霹雳，山峦崩塌。洞天石门，轰然中开。",
        "青天浩荡不见底，日月照耀金银台。彩虹为衣风为马，云中仙人纷纷而下。虎鼓瑟鸾回车，仙人排列如麻。忽然魂魄悸动，恍然惊醒长叹。",
        "只有醒来时的枕席，失去刚才的烟霞。世间行乐也是如此，古来万事东流水。告别你何时回来？暂且放白鹿在青崖间，需要时就骑它访名山。怎能低头弯腰侍奉权贵，使我不能开心颜！"
      ]
    },
    {
      "title": "琵琶行",
      "author": "白居易",
      "dynasty": "唐",
      "content": [
        "浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。",
        "忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。",
        "千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。",
        "低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。大弦嘈嘈如急雨，小弦切切如私语。",
        "嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。",
        "别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。",
        "东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。",
        "十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。",
        "钿头银篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。",
        "门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。",
        "夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！",
        "我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。",
        "其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。",
        "今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。",
        "凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。"
      ],
      "tags": ["唐诗", "叙事", "抒情", "七言古诗"],
      "translation": [
        "浔阳江头夜晚送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。",
        "忽然听见水上琵琶声，主人忘归客不发。寻声暗问弹者是谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。",
        "千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。",
        "低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》。大弦嘈嘈如急雨，小弦切切如私语。",
        "嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。",
        "别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。",
        "东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。",
        "十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。",
        "钿头银篦击节碎，血色罗裙翻酒污。今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。",
        "门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。",
        "夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！",
        "我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。",
        "其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。",
        "今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。",
        "凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。"
      ]
    },
    {
      "title": "阿房宫赋",
      "author": "杜牧",
      "dynasty": "唐",
      "content": [
        "六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。",
        "长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。",
        "妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。",
        "一肌一容，尽态极妍，缦立远视，而望幸焉；有不得见者三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山；一旦不能有，输来其间，鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。",
        "嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。",
        "戍卒叫，函谷举，楚人一炬，可怜焦土！",
        "呜呼！灭六国者六国也，非秦也。族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。"
      ],
      "tags": ["唐诗", "咏史", "讽喻", "赋"],
      "translation": [
        "六国灭亡，四海统一，蜀山光秃，阿房宫出现。覆盖三百多里，遮天蔽日。从骊山北面建造向西转折，直通咸阳。两条河流溶溶，流入宫墙。五步一座楼，十步一座阁；走廊曲折回环，屋檐高耸如鸟嘴；各自依地势而建，互相钩连。盘旋曲折，像蜂房水涡，矗立着不知有几千万座。",
        "长桥横卧水面，没有云彩怎么会有龙？复道横跨空中，不是雨后怎么会有彩虹？高低错落，不知东西。歌台温暖，春光融融；舞殿寒冷，风雨凄凄。一天之内，一宫之间，气候却不一样。",
        "妃嫔媵嫱，王子皇孙，辞别楼阁，乘车来到秦国。早晚歌舞，成为秦宫人。明星闪烁，是打开妆镜；绿云缭绕，是梳理晨发；渭水涨腻，是倒掉的脂粉水；烟雾横斜，是焚烧的香料。雷霆突然惊动，是宫车经过；辘辘声远远传来，不知它去向何方。",
        "每一寸肌肤，每一种容貌，都极尽妍丽，远远站立，盼望得到宠幸；有三十六年不得见面的。燕赵的收藏，韩魏的经营，齐楚的精英，几世几年，掠夺人民，堆积如山；一旦不能拥有，运到这里，鼎铛玉石，金块珠砾，丢弃遍地，秦人看着，也不很珍惜。",
        "唉！一个人的心，就是千万人的心。秦人喜欢奢侈，人们也思念自己的家。为什么取之尽锱铢，用之如泥沙？使支撑房屋的柱子，比南亩的农夫还多；架设房梁的椽子，比织布的女工还多；钉头磷磷，比仓库里的谷粒还多；瓦缝参差，比全身的丝缕还多；直栏横槛，比九州的城郭还多；管弦呕哑，比市人的言语还多。使天下的人，不敢说话而敢愤怒。独夫的心，日益骄横顽固。",
        "戍卒叫喊，函谷关被攻下，楚人一把火，可怜焦土！",
        "唉！灭亡六国的是六国自己，不是秦国。灭亡秦国的是秦国自己，不是天下。唉！假使六国各自爱护自己的人民，就足以抵抗秦国；假使秦国又爱护六国的人民，就可以传三世到万世而为君主，谁能够灭亡它呢？秦人来不及哀叹自己，而后人哀叹他们；后人哀叹他们而不以他们为鉴，也会使后人再哀叹后人。"
      ]
    },
    {
      "title": "青玉案·元夕",
      "author": "辛弃疾",
      "dynasty": "宋",
      "content": [
        "东风夜放花千树，更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。",
        "蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。"
      ],
      "tags": ["宋词", "元宵", "爱情", "青玉案"],
      "translation": [
        "东风吹开元宵夜的火树银花，更吹落繁星般的烟火。豪华车马路上飘香。凤箫声悠扬，月光流转，整夜鱼龙灯舞动。",
        "女子们头戴蛾儿雪柳饰物，笑语盈盈随幽香远去。人群中寻找她千百次，忽然回头，那人却在灯火零落处。"
      ]
    },
    {
      "title": "卜算子·咏梅",
      "author": "陆游",
      "dynasty": "宋",
      "content": [
        "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。",
        "无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。"
      ],
      "tags": ["宋词", "咏物", "梅花", "卜算子"],
      "translation": [
        "驿站外断桥边，梅花寂寞开放无人欣赏。黄昏时已独自忧愁，又遭风雨摧残。",
        "本无意与百花争春，任凭它们嫉妒。即使凋零化作泥土尘埃，唯有清香依旧。"
      ]
    },
    {
      "title": "满江红·写怀",
      "author": "岳飞",
      "dynasty": "宋",
      "content": [
        "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲、白了少年头，空悲切。",
        "靖康耻，犹未雪。臣子恨，何时灭。驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。"
      ],
      "tags": ["宋词", "爱国", "壮志", "豪放", "满江红"],
      "translation": [
        "愤怒得头发竖起，直冲冠冕，倚着栏杆，潇潇的雨声刚刚停歇。抬头远望，对着天空长啸，壮志满怀，情绪激昂。三十年来建立的功名，如同尘土一般微不足道，八千里的征战之路，伴随着云和月。不要虚度年华，等到头发白了，只能空自悲切。",
        "靖康之耻，至今未雪。臣子的仇恨，何时才能消除。驾着战车，踏破贺兰山的缺口。壮志凌云，饥饿时吃胡虏的肉，谈笑间渴饮匈奴的血。等到重新收复旧山河，再向朝廷报捷。"
      ]
    },
    {
      "title": "水调歌头·明月几时有",
      "author": "苏轼",
      "dynasty": "宋",
      "content": [
        "明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。",
        "转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。"
      ],
      "tags": ["宋词", "思乡", "月亮", "水调歌头", "豪放"],
      "translation": [
        "明月什么时候出现？我端着酒杯问青天。不知道天上的宫殿，今晚是哪一年。我想乘着风回到天上，又怕在美玉砌成的楼宇中，高处不胜寒。起舞弄清影，哪里比得上在人间。",
        "月光转过朱红的楼阁，低低地挂在雕花的窗户上，照着不眠的人。月亮不应该有恨，为什么总是在人们离别时圆？人有悲欢离合，月有阴晴圆缺，这种事自古以来就难以两全。但愿人长久，千里之外也能共享这美好的月光。"
      ]
    },
    {
      "title": "念奴娇·赤壁怀古",
      "author": "苏轼",
      "dynasty": "宋",
      "content": [
        "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。",
        "遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。"
      ],
      "tags": ["宋词", "怀古", "赤壁", "念奴娇", "豪放"],
      "translation": [
        "大江向东流去，浪花淘尽了千古风流人物。旧营垒的西边，人们说那是三国周瑜的赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时涌现多少豪杰。",
        "遥想周瑜当年，小乔刚嫁给他，英姿勃发。手持羽扇，头戴纶巾，谈笑间，敌军的战船就灰飞烟灭。神游故国，多情的人应该笑我，早早生出白发。人生如梦，一杯酒敬给江上的明月。"
      ]
    },
    {
      "title": "醉花阴",
      "author": "李清照",
      "dynasty": "宋",
      "content": [
        "薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。",
        "东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。"
      ],
      "tags": ["宋词", "婉约", "思乡", "醉花阴"],
      "translation": [
        "薄雾浓云愁永昼，瑞脑香在铜兽炉中燃烧。重阳佳节又到，玉枕纱帐，半夜凉意初透。",
        "黄昏后在东篱下饮酒，有暗香盈满衣袖。不要说不会销魂，西风卷起帘子，人比黄花还瘦。"
      ]
    },
    {
      "title": "鹊桥仙",
      "author": "秦观",
      "dynasty": "宋",
      "content": [
        "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。",
        "柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。"
      ],
      "tags": ["宋词", "爱情", "七夕", "鹊桥仙"],
      "translation": [
        "纤云弄巧，飞星传恨，银河迢迢暗度。金风玉露一相逢，便胜过人间无数。",
        "柔情似水，佳期如梦，忍心回顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。"
      ]
    },
    {
      "title": "声声慢",
      "author": "李清照",
      "dynasty": "宋",
      "content": [
        "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。",
        "满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！"
      ],
      "tags": ["宋词", "婉约", "思乡", "声声慢"],
      "translation": [
        "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。天气忽暖忽寒的时候，最难安睡。喝了几杯淡酒，怎能抵挡傍晚的急风？大雁飞过，正伤心时，却是旧时相识。",
        "满地的黄花堆积，憔悴不堪，如今有谁还能采摘？守着窗户，独自一人怎能熬到天黑？梧桐树伴着细雨，到黄昏时点点滴滴。这种情景，怎能用一个愁字说得完！"
      ]
    },
    {
      "title": "雨霖铃",
      "author": "柳永",
      "dynasty": "宋",
      "content": [
        "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。",
        "多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有，千种风情，更与何人说？"
      ],
      "tags": ["宋词", "婉约", "离别", "雨霖铃"],
      "translation": [
        "寒蝉凄切地鸣叫，对着长亭的傍晚，骤雨刚刚停歇。在都门外设宴饮酒，却无心绪，留恋处，兰舟催着启程。执手相看泪眼，竟无语凝噎。想到此去千里烟波，暮霭沉沉楚天辽阔。",
        "多情的人自古伤离别，更何况是在这冷落的清秋时节！今夜酒醒在何处？在杨柳岸边，晓风残月。此去经年，应该是良辰美景都成虚设。就算有千种风情，又能与谁诉说？"
      ]
    },
    {
      "title": "永遇乐·京口北固亭怀古",
      "author": "辛弃疾",
      "dynasty": "宋",
      "content": [
        "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。",
        "元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？"
      ],
      "tags": ["宋词", "怀古", "豪放", "永遇乐"],
      "translation": [
        "千古江山，英雄无处可寻，只有孙权曾在此处。歌舞楼台，风流往事，都被雨打风吹去。斜阳下的草树，寻常的街巷，人们说刘裕曾住在这里。想当年，金戈铁马，气势如虎吞万里。",
        "元嘉年间草草了事，封狼居胥，只赢得仓皇北顾。四十三年过去了，望中还记得，扬州路上的烽火。不堪回首，佛狸祠下，一片神鸦社鼓。谁来问，廉颇老了，还能吃饭吗？"
      ]
    },
    {
      "title": "七月",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁？三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜。",
        "七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。载玄载黄，我朱孔阳，为公子裳。",
        "四月秀葽，五月鸣蜩。八月其获，十月陨萚。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功。言私其豵，献豜于公。"
      ],
      "tags": ["诗经", "农事", "劳动", "四言诗"],
      "translation": [
        "七月火星西流，九月授衣。十一月寒风呼啸，十二月寒气凛冽。没有衣服没有粗布，怎么度过这一年？正月开始耕地，二月开始播种。和我的妻子儿女，送饭到南亩，田官很高兴。",
        "七月火星西流，八月芦苇长成。养蚕月修剪桑树，拿起斧头，砍伐远扬的枝条，修剪女桑。七月伯劳鸟鸣叫，八月开始织布。织出黑色和黄色，我的红色最鲜艳，为公子做衣裳。",
        "四月秀葽开花，五月蝉鸣。八月收获，十月落叶。十一月打猎，猎取狐狸，为公子做皮衣。十二月大家集合，继续武功。私留小野猪，献上大野猪给公家。"
      ]
    },
    {
      "title": "伐檀",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！",
        "坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！",
        "坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！"
      ],
      "tags": ["诗经", "劳动", "讽刺", "四言诗"],
      "translation": [
        "坎坎地砍伐檀树，放在河岸上。河水清澈且起涟漪。不种田不收获，为什么取走三百廛的禾谷？不打猎不捕兽，为什么看见你的庭院挂着貆？那些君子啊，不是白吃饭的！",
        "坎坎地砍伐车辐，放在河岸边。河水清澈且直流。不种田不收获，为什么取走三百亿的禾谷？不打猎不捕兽，为什么看见你的庭院挂着特？那些君子啊，不是白吃饭的！",
        "坎坎地砍伐车轮，放在河岸边。河水清澈且起漩涡。不种田不收获，为什么取走三百囷的禾谷？不打猎不捕兽，为什么看见你的庭院挂着鹑？那些君子啊，不是白吃饭的！"
      ]
    },
    {
      "title": "硕鼠",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。",
        "逝将去女，适彼乐土。乐土乐土，爰得我所。"
      ],
      "tags": ["诗经", "讽喻", "社会", "四言诗"],
      "translation": [
        "大老鼠啊大老鼠，不要吃我的黍米！多年养活你，你却不肯顾惜我。",
        "发誓要离开你，去那理想的乐土。乐土啊乐土，那才是我安身之处。"
      ]
    },
    {
      "title": "无衣",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "岂曰无衣？与子同袍。王于兴师，修我戈矛，与子同仇！",
        "岂曰无衣？与子同泽。王于兴师，修我矛戟，与子偕作！",
        "岂曰无衣？与子同裳。王于兴师，修我甲兵，与子偕行！"
      ],
      "tags": ["诗经", "战争", "团结", "四言诗"],
      "translation": [
        "谁说没有衣服？与你同穿战袍。君王发兵作战，修整我的戈矛，与你共同抗敌！",
        "谁说没有衣服？与你同穿内衣。君王发兵作战，修整我的矛戟，与你一起行动！",
        "谁说没有衣服？与你同穿下裳。君王发兵作战，修整我的铠甲兵器，与你并肩前进！"
      ]
    },
    {
      "title": "关雎",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "关关雎鸠，在河之洲。窈窕淑女，君子好逑。",
        "参差荇菜，左右流之。窈窕淑女，寤寐求之。",
        "求之不得，寤寐思服。悠哉悠哉，辗转反侧。",
        "参差荇菜，左右采之。窈窕淑女，琴瑟友之。",
        "参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"
      ],
      "tags": ["诗经", "爱情", "婚恋", "四言诗"],
      "translation": [
        "雎鸠鸟在河中的沙洲上鸣叫，美丽贤淑的女子，是君子的好配偶。",
        "参差不齐的荇菜，左右摇摆。美丽贤淑的女子，日夜思念。",
        "追求不到，日夜思念。悠悠思念，辗转反侧。",
        "参差不齐的荇菜，左右采摘。美丽贤淑的女子，用琴瑟来亲近。",
        "参差不齐的荇菜，左右挑选。美丽贤淑的女子，用钟鼓来取乐。"
      ]
    },
    {
      "title": "蒹葭",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "蒹葭苍苍，白露为霜。所谓伊人，在水一方。",
        "溯洄从之，道阻且长。溯游从之，宛在水中央。",
        "蒹葭萋萋，白露未晞。所谓伊人，在水之湄。",
        "溯洄从之，道阻且跻。溯游从之，宛在水中坻。",
        "蒹葭采采，白露未已。所谓伊人，在水之涘。",
        "溯洄从之，道阻且右。溯游从之，宛在水中沚。"
      ],
      "tags": ["诗经", "爱情", "思念", "四言诗"],
      "translation": [
        "芦苇苍苍，白露结成霜。所说的那个人，在水的那一边。",
        "逆流而上去追寻，道路险阻又漫长。顺流而下去追寻，仿佛在水中央。",
        "芦苇萋萋，白露还未干。所说的那个人，在水边。",
        "逆流而上去追寻，道路险阻又高峻。顺流而下去追寻，仿佛在水中高地。",
        "芦苇茂盛，白露还未尽。所说的那个人，在水边。",
        "逆流而上去追寻，道路险阻又曲折。顺流而下去追寻，仿佛在水中沙洲。"
      ]
    },
    {
      "title": "桃夭",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "桃之夭夭，灼灼其华。之子于归，宜其室家。",
        "桃之夭夭，有蕡其实。之子于归，宜其家室。",
        "桃之夭夭，其叶蓁蓁。之子于归，宜其家人。"
      ],
      "tags": ["诗经", "婚恋", "祝福", "四言诗"],
      "translation": [
        "桃树茂盛，花朵鲜艳。这个女子出嫁，正适合她的家庭。",
        "桃树茂盛，果实累累。这个女子出嫁，正适合她的家室。",
        "桃树茂盛，叶子繁密。这个女子出嫁，正适合她的家人。"
      ]
    },
    {
      "title": "氓",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。",
        "乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。",
        "桑之未落，其叶沃若。于嗟鸠兮，无食桑葚。于嗟女兮，无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。"
      ],
      "tags": ["诗经", "婚恋", "怨妇", "四言诗"],
      "translation": [
        "那个男子笑嘻嘻，抱着布来换丝。不是来换丝，是来和我商量婚事。送你渡过淇水，到了顿丘。不是我拖延婚期，是你没有好媒人。请你不要生气，秋天就是婚期。",
        "登上那倒塌的墙，眺望复关。看不见复关，眼泪涟涟。看见复关，又说又笑。你占卜你算卦，没有不吉利的言辞。用你的车来接我，用我的嫁妆搬家。",
        "桑树还未落叶，叶子茂盛。唉，斑鸠啊，不要吃桑葚。唉，女子啊，不要和男子沉溺。男子沉溺，还可以解脱。女子沉溺，就无法解脱。"
      ]
    },
    {
      "title": "采薇",
      "author": "佚名",
      "dynasty": "先秦",
      "content": [
        "采薇采薇，薇亦作止。曰归曰归，岁亦阳止。王事靡盬，不遑启处。忧心孔疚，我行不来。",
        "采薇采薇，薇亦柔止。曰归曰归，心亦忧止。忧心烈烈，载饥载渴。我戍未定，靡使归聘。",
        "采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。王事靡盬，不遑启处。忧心孔疚，我行不来。"
      ],
      "tags": ["诗经", "战争", "思乡", "四言诗"],
      "translation": [
        "采薇采薇，薇菜又长出来了。说回家说回家，一年又到阳春了。王事没有停息，没有时间休息。心中忧愁痛苦，我远行不能回来。",
        "采薇采薇，薇菜又嫩了。说回家说回家，心中又忧愁了。心中忧愁如火，又饥又渴。我戍守未定，没有使者来问安。",
        "采薇采薇，薇菜又硬了。说回家说回家，一年又到阳春了。王事没有停息，没有时间休息。心中忧愁痛苦，我远行不能回来。"
      ]
    }
  ]
} 